[
    "Who's most likely to sleep with a stripper?",
    "Who's most likely to pass out in a bathroom?",
    "Who's most likely to bite someone in a fight?",
    "Who's most likely to have a bucket list?",
    "Who's most likely to drunkenly kiss a friend on lips they've never dated?",
    "Who's most likely to hit on the highest number of other players when drunk?",
    "Who's most likely to marry someone they presently hate?",
    "Who's most likely to play hooky from work?",
    "Who's most likely to hit a religious leader?",
    "Who's most likely to vote for a contestant on a TV show via text?",
    "Who's most likely to not be able to go a day without their phone?",
    "Who's most likely to hum or sing along to a commercial jingle?",
    "Who's most likely to be the best at math?",
    "Who's most likely to be the best speller?",
    "Who's most likely to pee the greatest number of times tonight?",
    "Who's most likely to get drunk with their parents?",
    "Who's most likely to not be able to go a day without watching TV?",
    "Which guy's most likely to be able to fix things around the house?",
    "Which guy's most likely to change his last name if he were to get married?",
    "Who's most likely to be the most open about their sexual experiences?",
    "Who's most likely to sing along to their ringtone?",
    "Who's most likely to be able to do tongue twisters drunk?",
    "Who's most likely to not answer the phone because they want to here the best part of the ringtone?",
    "Who's most likely to shave/wax fancy shapes into their pubic hair?",
    "Which guy's most likely to have had a pirate fantasy?",
    "Which guy's most likely to wear a suit to a party?",
    "Which guy's most likely to be able to fix things around the house?",
    "Who's most likely to pay someone for sex?",
    "Who's most likely to want to have sex with themselves if they suddenly swapped bodies with their lover?",
    "Who's most likely to pole dance when drunk?",
    "Which guy's most likely to be the most romantic?",
    "Who's most likely to not be in their own sexual fantasies?",
    "Who's most likely to quit a job in a dramatic way?",
    "Which girl's most likely to prefer action movies over chick flicks?",
    "Who's most likely to have their last words being 'Watch this'?",
    "Who's most likely to receive a Nobel Prize?",
    "Who's most likely to usually sleep naked?",
    "Which guy's most likely to change his last name if he were to get married?",
    "Which guy's most likely to let out a high pitch scream when scared?",
    "Who's most likely to borrow another player's car without asking?",
    "Who's most likely to have done the 'walk of shame'?",
    "Who's most likely to get into a sword fight?",
    "Who's most likely to fall down when drinking?",
    "Who's most likely to have tried the greatest number of different wines?",
    "Who's most likely to not remember this night tomorrow?",
    "Who's most likely to have nightmares from a scary movie?",
    "Who's most likely to receive their pilot's license?",
    "Who's most likely to be the best fighter?",
    "Who's most likely to always know about all the latest fashion?",
    "Who's most likely to get an exotic animal for a pet?",
    "Which girl's most likely to try on a swimsuit in a store without leaving their underwear on?",
    "Who's most likely to set a world record?",
    "Which guy's most likely to notice a girl's shoes?",
    "Which guy's most likely to never miss their favorite team's games?",
    "Who's most likely to be in a band?",
    "Who's most likely to pass out without alcohol or drugs?",
    "Who's most likely to lower their dating standards when drunk?",
    "Who's most likely to play strip poker?",
    "Who's most likely to wake up not knowing where they are?",
    "Who's most likely to use a baby to get dates?",
    "Who's most likely to be a spy?",
    "Which guy's most likely to have a concealed weapon (gun, knife, crowbar, etc...) at the moment?",
    "Who's most likely to slap another player when drunk? ",
    "Which girl's most likely to want to try the shocker (2 fingers in the front and 1 in the back)?",
    "Which girl's most likely to name her boobs?",
    "Which girl's most likely to be the most feminine?",
    "Which girl's most likely to mud wrestle?",
    "Which girl's most likely to go the longest time without a bra?",
    "Which girl's most likely to do the most 'manly' household jobs?",
    "Which girl's most likely to wear a fake penis for 1 year for $30,000?",
    "Which girl's most likely to make the most masculine man?",
    "Which girl's most likely to become a sex symbol?",
    "Which girl's most likely to have tried to pee standing up? ",
    "Who's most likely to cry when they are happy?",
    "Who's most likely to be the most responsible?"
]